Repository: mekonnen070/apc_hris
Catalog: lib/core/l10n/app_*.arb
Languages: am

source: Forgot Password
am: የይለፍ ቃል ረስተዋል

# enterEmailForReset
source: Enter your email to reset your password.
am: የይለፍ ቃልዎን እንደገና ለማስጀመር ኢሜልዎን ያስገቡ።

source: Reset Your Password
am: የይለፍ ቃልዎን ዳግም ያስጀምሩ

# enterEmailForPasswordReset
source: Enter your email to receive password reset instructions.
am: የይለፍ ቃል ዳግም ማስጀመሪያ መመሪያዎችን ለመቀበል ኢሜልዎን ያስገቡ።

source: Email
am: ኢሜል

source: Email is required
am: ኢሜል ያስፈልጋል

source: Enter a valid email
am: እባክዎ ትክክለኛ ኢሜል ያስገቡ

source: Reset Password
am: የይለፍ ቃል ዳግም ያስጀምሩ

source: Remembered your password?
am: የይለፍ ቃልዎን አስታውሰዋል?

source: Login
am: ግባ

source: Password Reset Sent
am: የይለፍ ቃል ዳግም ማስጀመሪያ ተልኳል

# checkEmailForResetInstructions
source: Check your email for reset instructions.
am: ለዳግም ማስጀመሪያ መመሪያዎች ኢሜልዎን ያረጋግጡ።

source: Password Reset Failed
am: የይለፍ ቃል ዳግም ማስጀመር አልተሳካም

source: Welcome Back!
am: እንኳን ደህና መጣህ/ሽ

# logInWithEmailAndPassword
source: Log in with your email and password
am: በኢሜልዎ እና በይለፍ ቃልዎ ይግቡ

source: Password
am: የይለፍ ቃል

source: Password is required
am: የይለፍ ቃል ያስፈልጋል

source: Minimum 6 characters required
am: ቢያንስ 6 ቁምፊዎች ያስፈልጋሉ

source: Don't have an account?
am: አካውንት የለዎትም?

source: Sign Up
am: ይመዝገቡ

source: Login Successful
am: በተሳካ ሁኔታ ገብተዋል

source: You have successfully logged in.
am: በተሳካ ሁኔታ ገብተዋል።

source: Login Failed
am: መግባት አልተሳካም

source: Create an Account
am: አካውንት ይፍጠሩ

# signUpWithEmailAndPassword
source: Sign up with your email and password
am: በኢሜልዎ እና በይለፍ ቃልዎ ይመዝገቡ

source: Full Name
am: ሙሉ ስም

source: Full Name is required
am: ሙሉ ስም ያስፈልጋል

source: Address
am: አድራሻ

source: Address is required
am: አድራሻ ያስፈልጋል

source: Phone Number
am: ስልክ ቁጥር

source: Phone number is required
am: ስልክ ቁጥር ያስፈልጋል

source: Date of Birth
am: የልደት ቀን

source: Birth date is required
am: የልደት ቀን ያስፈልጋል

source: Gender
am: ጾታ

source: Marital Status
am: የጋብቻ ሁኔታ

source: Select your marital status
am: የጋብቻ ሁኔታዎን ይምረጡ

source: Signup Successful
am: ምዝገባ ተሳክቷል

source: You have successfully signed up.
am: በተሳካ ሁኔታ ተመዝግበዋል።

source: Clearance Requests
am: የሥራ መልቀቂያ ጥያቄዎች

# noClearanceRequests
source: No clearance requests found.
am: ምንም የሥራ መልቀቂያ ጥያቄዎች አልተገኙም።

source: Request Clearance
am: የሥራ መልቀቂያ ይጠይቁ

source: Submit Request
am: ጥያቄ አስገባ

source: Reason
am: ምክንያት

source: Reason is required
am: ምክንያት ያስፈልጋል

source: Description
am: ዝርዝር መግለጫ

source: Description is required
am: ዝርዝር መግለጫ ያስፈልጋል

source: Request Date
am: የተጠየቀበት ቀን

source: Status
am: ሁኔታ

source: Dashboard
am: ዳሽቦርድ

source: My Recruits
am: የኔ ቅጥሮች

# noRecruitsFound
source: No new recruits assigned to you.
am: ለእርስዎ የተመደቡ አዲስ ቅጥሮች የሉም።

source: New Recruit
am: አዲስ ቅጥር

source: Recruitment Details
am: የቅጥር ዝርዝሮች

source: Personal Information
am: የግል መረጃ

source: Emergency Contact
am: የአደጋ ጊዜ ተጠሪ

source: Documents
am: ሰነዶች

source: Submit
am: አስገባ

source: Document Management
am: የሰነድ አስተዳደር

source: Employment Details
am: የቅጥር ዝርዝሮች

source: Recruitment
am: ቅጥር

source: Retirement
am: ጡረታ

source: Incident Reports
am: የክስተት ሪፖርቶች

# noIncidentReports
source: No incident reports found.
am: ምንም የክስተት ሪፖርቶች አልተገኙም።

source: Report Incident
am: ክስተት ሪፖርት አድርግ

source: Incident Type
am: የክስተቱ አይነት

source: Select Incident Type
am: የክስተቱን አይነት ይምረጡ

source: Date of Incident
am: ክስተቱ የተፈጠረበት ቀን

# pleaseEnterDescription
source: Please enter a description
am: እባክዎ ዝርዝር መግለጫ ያስገቡ

source: Incident Date
am: הክስተቱ የተፈጠረበት ቀን

source: Leave Management
am: የእረፍት ጊዜ አስተዳደር

source: Leave History
am: የእረፍት ጊዜ ታሪክ

source: Request Leave
am: የእረፍት ጊዜ ይጠይቁ

# noLeaveHistory
source: No leave history found.
am: ምንም የእረፍት ጊዜ ታሪክ አልተገኘም።

source: Leave Balance
am: ቀሪ የእረፍት ጊዜ

source: Annual
am: ዓመታዊ

source: Sick
am: ህመም

source: Maternity
am: ወሊድ

source: Paternity
am: አባትነት

source: Unpaid
am: ያለክፍያ

source: Other
am: ሌላ

source: Days
am: ቀናት

source: Applied on
am: ያመለከቱበት ቀን

source: Leave Type
am: የእረፍት ዓይነት

# selectLeaveType
source: Please select a leave type
am: እባክዎ የእረፍት ዓይነት ይምረጡ

source: Start Date
am: የመጀመሪያ ቀን

source: End Date
am: የመጨረሻ ቀን

source: Available Placements
am: ክፍት የሥራ መደቦች

# noPlacementsAvailable
source: No placements available at the moment.
am: በአሁኑ ሰዓት ምንም ክፍት የሥራ መደቦች የሉም።

source: Placement Details
am: የሥራ መደቡ ዝርዝሮች

source: Posted On
am: የተለጠፈበት ቀን

source: Deadline
am: የማመልከቻ ጊዜ ገደብ

source: Location
am: ቦታ

source: Required Experience
am: የሚያስፈልግ የሥራ ልምድ

source: No Applicants
am: ምንም አመልካቾች የሉም

# noApplicantsForPlacement
source: There are no applicants for this placement yet.
am: ለዚህ የሥራ መደብ እስካሁን ምንም አመልካቾች የሉም።

source: Applicants
am: አመልካቾች

source: My Profile
am: የግል ፕሮፋይል

source: Add Contact
am: ተጠሪ ጨምር

source: Edit Contact
am: ተጠሪ አርትዕ

source: Save
am: አስቀምጥ

source: Relationship
am: ዝምድና

source: Select Relationship
am: ዝምድና ይምረጡ

source: City
am: ከተማ

source: City is required
am: ከተማ ያስፈልጋል

source: Add Dependant
am: ጥገኛ ጨምር

source: Edit Dependant
am: ጥገኛ አርትዕ

source: Add Education
am: ትምህርት ጨምር

source: Edit Education
am: ትምህርት አርትዕ

source: Institution
am: ተቋም

source: Institution is required
am: ተቋም ያስፈልጋል

source: Field of Study
am: የትምህርት መስክ

source: Select Field of Study
am: የትምህርት መስክ ይምረጡ

source: GPA is required
am: GPA ያስፈልጋል

source: Add Experience
am: የሥራ ልምድ ጨምር

source: Edit Experience
am: የሥራ ልምድ አርትዕ

source: Company
am: ኩባንያ

source: Company is required
am: ኩባንያ ያስፈልጋል

source: Job Title
am: የሥራ መደብ

source: Job Title is required
am: የሥራ መደብ ያስፈልጋል

source: Years of Experience
am: የሥራ ልምድ በዓመታት

# yearsOfExpRequired
source: Years of experience is required
am: የሥራ ልምድ በዓመታት ያስፈልጋል

source: Add Spouse
am: የትዳር አጋር ጨምር

source: Edit Spouse
am: የትዳር አጋር አርትዕ

source: Edit Personal Info
am: የግል መረጃ አርትዕ

source: Contacts
am: ተጠሪዎች

# noContactsAvailable
source: No contacts available. Please add one.
am: ምንም ተጠሪዎች የሉም። እባክዎ አንድ ይጨምሩ።

source: Add New Contact
am: አዲስ ተጠሪ ጨምር

source: Dependants
am: ጥገኞች

# noDependantsAvailable
source: No dependants available. Please add one.
am: ምንም ጥገኞች የሉም። እባክዎ አንድ ይጨምሩ።

source: Add New Dependant
am: አዲስ ጥገኛ ጨምር

source: No documents available.
am: ምንም ሰነዶች የሉም።

source: Education
am: ትምህርት

# noEducationAvailable
source: No education history available. Please add one.
am: ምንም የትምህርት ታሪክ የለም። እባክዎ አንድ ይጨምሩ።

source: Add New Education
am: አዲስ ትምህርት ጨምር

source: Experience
am: የሥራ ልምድ

# noExperienceAvailable
source: No work experience available. Please add one.
am: ምንም የሥራ ልምድ የለም። እባክዎ አንድ ይጨምሩ።

source: Add New Experience
am: አዲስ የሥራ ልምድ ጨምር

source: Performance
am: የሥራ አፈጻጸም

# noPerformanceData
source: No performance data available.
am: ምንም የአፈጻጸም መረጃ የለም።

source: Middle Name
am: የአባት ስም

source: Last Name
am: የአያት ስም

source: Email Address
am: ኢሜል አድራሻ

source: Blood Group
am: የደም አይነት

source: Religion
am: ሃይማኖት

source: Mobile Number
am: የሞባይል ቁጥር

source: Edit
am: አስተካክል

source: Spouse
am: የትዳር አጋር

# noSpouseAvailable
source: No spouse information available. Please add one.
am: ምንም የትዳር አጋር መረጃ የለም። እባክዎ አንድ ይጨምሩ።

source: Add New Spouse
am: አዲስ የትዳር አጋር ጨምር

source: Promotion Requests
am: የደረጃ እድገት ጥያቄዎች

# noPromotionRequests
source: No promotion requests found.
am: ምንም የደረጃ እድገት ጥያቄዎች አልተገኙም።

source: Request Promotion
am: የደረጃ እድገት ይጠይቁ

source: Current Position
am: የአሁኑ የሥራ መደብ

source: Current position is required
am: የአሁኑ የሥራ መደብ ያስፈልጋል

# promotedPosition
source: Position to be Promoted To
am: እድገት የተጠየቀበት የሥራ መደብ

source: Promoted position is required
am: እድገት የተጠየቀበት የሥራ መደብ ያስፈልጋል

source: Promotion Date
am: የደረጃ እድገት ቀን

source: Available Trainings
am: ያሉ ሥልጠናዎች

# noTrainingsAvailable
source: No trainings available at the moment.
am: በአሁኑ ሰዓት ምንም ሥልጠናዎች የሉም።

source: Training Details
am: የሥልጠና ዝርዝሮች

source: Duration
am: የሚፈጀው ጊዜ

source: Cost
am: ዋጋ

# noApplicantsForTraining
source: There are no applicants for this training yet.
am: ለዚህ ሥልጠና እስካሁን ምንም አመልካቾች የሉም።

source: My Transfer Requests
am: የእኔ የዝውውር ጥያቄዎች

# noTransferRequests
source: No transfer requests found.
am: ምንም የዝውውር ጥያቄዎች አልተገኙም።

source: Request Transfer
am: ዝውውር ይጠይቁ

source: From
am: ከ

source: From Department
am: ካለበት መምሪያ

source: From department is required
am: ያለበት መምሪያ ያስፈልጋል

source: To Department
am: ወደ ሚዛወርበት መምሪያ

source: To department is required
am: የሚዛወርበት መምሪያ ያስፈልጋል

source: Request Details
am: የጥያቄ ዝርዝሮች

# employeeIdLabel
source: Employee ID
am: የሰራተኛ መለያ ቁጥር

source: Transfer Date
am: የዝውውር ቀን

source: Scan QR Code
am: QR ኮድ ይቃኙ

# scanToVerify
source: Scan a QR code to verify employee details
am: የሰራተኛን ዝርዝር ለማረጋገጥ QR ኮድ ይቃኙ

source: Verification
am: የመታወቂያ ማረጋገጫ

source: Invalid QR Code
am: የማይሰራ QR ኮድ

source: Employee Details
am: የሰራተኛ ዝርዝሮች

source: Position
am: የሥራ መደብ

source: Department
am: መምሪያ

source: Employment Date
am: የቅጥር ቀን

source: Verified
am: የተረጋገጠ

source: Not Verified
am: ያልተረጋገጠ

source: Home
am: ዋና ገጽ

source: Profile
am: ፕሮፋይል

source: Language
am: ቋንቋ

source: Logout
am: ውጣ

# areYouSureLogout
source: Are you sure you want to logout?
am: ለመውጣት እርግጠኛ ነዎት?

source: Cancel
am: ሰርዝ

source: Add
am: ጨምር

source: Delete
am: አጥፋ

# areYouSureDelete
source: Are you sure you want to delete this item?
am: ይህን ንጥል ለማጥፋት እርግጠኛ ነዎት?

source: Select Date
am: ቀን ይምረጡ

source: Select File
am: ፋይል ይምረጡ

source: No file selected
am: ምንም ፋይል አልተመረጠም

source: Application Status
am: የማመልከቻ ሁኔታ

source: Applied
am: አመልክቷል

source: Under Review
am: በግምገማ ላይ

source: Shortlisted
am: እጩ ሆኗል

source: Rejected
am: ውድቅ ተደርጓል

source: Approved
am: ጸድቋል

source: Apply Now
am: አሁን ያመልክቱ

source: Application Deadline
am: የማመልከቻ ገደብ

source: View Applicants
am: አመልካቾችን ይመልከቱ

# somethingWentWrong
source: Something went wrong. Please try again.
am: ስህተት ተፈጥሯል። እባክዎ እንደገና ይሞክሩ።

source: Retry
am: እንደገና ሞክር

source: Amharic
am: አማርኛ

source: Or continue with
am: ወይም በሚከተለው ይቀጥሉ

source: Select Gender
am: ጾታ ይምረጡ

source: Male
am: ወንድ

source: Female
am: ሴት

source: Single
am: ያላገባ/ች

source: Married
am: ያገባ/ች

source: Divorced
am: የተፋታ/ች

source: Widowed
am: ባል/ሚስት የሞተበት/ባት

# confirmDeleteItem
source: Are you sure you want to delete {itemName}?
am: {itemName}ን(ን) መሰረዝ እንደሚፈልጉ እርግጠኛ ነዎት?

source: File is required
am: ፋይል ያስፈልጋል

source: Pending
am: በሂደት ላይ

source: Completed
am: ተጠናቋል

source: Cancelled
am: ተሰርዟል

source: Accepted
am: ተቀባይነት አግኝቷል

# clearanceRequestSubmitted
source: Clearance request submitted successfully
am: የሥራ መልቀቂያ ጥያቄ በተሳካ ሁኔታ ገብቷል

source: Failed to submit request:
am: ጥያቄ ማስገባት አልተሳካም፦

source: Reason for Clearance
am: የሥራ መልቀቂያ ምክንያት

# pleaseSelectReason
source: Please select a reason
am: እባክዎ ምክንያት ይምረጡ

# lastDayOfWorkLabel
source: Last Day of Work
am: የመጨረሻ የሥራ ቀን

# lastDayOfWork
source: Last Day of Work: {date}
am: የመጨረሻ የሥራ ቀን: {date}

# pleaseSelectDate
source: Please select a date
am: እባክዎ ቀን ይምረጡ

source: Comments (Optional)
am: አስተያየቶች (ካለ)

# provideAdditionalDetails
source: Provide any additional details.
am: ማንኛውንም ተጨማሪ ዝርዝሮች ያቅርቡ።

# requestedOn
source: Requested On: {date}
am: የተጠየቀበት ቀን: {date}

# welcomeBackUser
source: Welcome back, {name}!
am: እንኳን ደህና መጣህ/ሽ, {name}!

source: Total Employees
am: ጠቅላላ ሰራተኞች

source: Pending Tasks
am: በሂደት ያሉ ተግባራት

source: Quick Actions
am: ፈጣን እርምጃዎች

source: Recent Activity
am: የቅርብ ጊዜ እንቅስቃሴ

source: Leave Request Approved
am: የእረፍት ጥያቄ ጸድቋል

# annualLeaveFor
source: Annual leave for {name} from {dateRange}.
am: የ{name} ዓመታዊ ፈቃድ ከ{dateRange}።

source: New Promotion Request
am: አዲስ የደረጃ እድገት ጥያቄ

# fromToPosition
source: From {currentRank} {name} for {newPosition} position.
am: ከ{currentRank} {name} ለ{newPosition} የሥራ መደብ።

source: Resignation Submitted
am: የሥራ መልቀቂያ ቀርቧል

# byEffective
source: By {rank} {name}, effective {date}.
am: በ{rank} {name}፣ ከ{date} ጀምሮ።

# twoHoursAgo
source: 2h ago
am: ከ2 ሰዓታት በፊት

# eightHoursAgo
source: 8h ago
am: ከ8 ሰዓታት በፊት

# oneDayAgo
source: 1d ago
am: ከ1 ቀን በፊት

source: Transfer
am: ዝውውር

source: Leave
am: እረፍት

source: Training
am: ስልጠና

source: Placement
am: ምደባ

source: Clearance
am: ሥራ መልቀቂያ

source: Incident
am: ክስተት

source: Promotion
am: የደረጃ እድገት

source: Confirm Action
am: እርምጃውን ያረጋግጡ

# confirmRecruitAction
source: Are you sure you want to {status} {count} recruit(s)? This action cannot be undone.
am: {count} ቅጥር(ዎች)ን {status} ማድረግ እንደሚፈልጉ እርግጠኛ ነዎት? ይህ እርምጃ ሊቀለበስ አይችልም።

source: Status updated successfully!
am: ሁኔታው በተሳካ ሁኔታ ተዘምኗል!

source: Processing...
am: በሂደት ላይ...

source: Confirm {status}
am: {status} መሆኑን ያረጋግጡ

source: Pass
am: አልፏል

source: Fail
am: ወድቋል

# itemsSelected
source: {count} selected
am: {count} ተመርጠዋል

source: Select recruits to continue
am: ለመቀጠል ቅጥሮችን ይምረጡ

source: Mark All
am: ሁሉንም ምረጥ

source: Unmark All
am: ሁሉንም ላለመምረጥ

source: Add New Recruit
am: አዲስ ቅጥር ጨምር

source: New Recruit Application
am: የአዲስ ቅጥር ማመልከቻ

source: Recruitment Announcement
am: የቅጥር ማስታወቂያ

source: First Name
am: ስም

source: Age
am: ዕድሜ

source: Number of Children
am: የልጆች ብዛት

source: Nationality
am: ዜግነት

source: Woreda
am: ወረዳ

source: Kebele
am: ቀበሌ

source: House Number
am: የቤት ቁጥር

source: Report New Incident
am: አዲስ ክስተት ሪፖርት አድርግ

# pleaseSelectIncidentDate
source: Please select the incident date
am: እባክዎ የክስተቱን ቀን ይምረጡ

source: Please select an incident type
am: እባክዎ የክስተቱን አይነት ይምረጡ

source: Description of Incident
am: የክስተቱ መግለጫ

# provideClearDetailedDescription
source: Please provide a clear and detailed description of the incident.
am: እባክዎ የክስተቱን ግልጽ እና ዝርዝር መግለጫ ያቅርቡ።

source: Submit Report
am: ሪፖርት አስገባ

# incidentReportSubmitted
source: Incident report submitted successfully
am: የክስተት ሪፖርት በተሳካ ሁኔታ ገብቷል

source: Failed to submit report:
am: ሪፖርት ማስገባት አልተሳካም:

# incidentAndGrievance
source: Incident & Grievance
am: ክስተት እና ቅሬታ

source: No incidents to display.
am: የሚታዩ ክስተቶች የሉም።

# dateLabel
source: Date: {date}
am: ቀን: {date}

source: Annual Leave
am: ዓመታዊ እረፍት

source: Sick Leave
am: የህመም እረፍት

# noBalanceInfoAvailable
source: No balance information available.
am: ምንም የቀሪ እረፍት መረጃ የለም።

source: Request History
am: የጥያቄ ታሪክ

source: New Leave Request
am: አዲስ የእረፍት ጥያቄ

source: Request New Leave
am: አዲስ የእረፍት ጥያቄ ላክ

# pleaseSelectLeaveType
source: Please select a leave type
am: እባክዎ የእረፍት አይነት ይምረጡ

# selectLeaveTypeToSeeBalance
source: Select a leave type to see balance
am: ቀሪ ሂሳብ ለማየት የእረፍት አይነት ይምረጡ

# availableDays
source: Available: {days} days
am: የሚገኝ: {days} ቀናት

# availableOfTotalDays
source: Available: {remaining} of {total} days
am: የሚገኝ: {remaining} ከ {total} ቀናት

# pleaseSelectStartDate
source: Please select a start date
am: እባክዎ የመነሻ ቀን ይምረጡ

# pleaseSelectEndDate
source: Please select an end date
am: እባክዎ የመጨረሻ ቀን ይምረጡ

# endDateAfterStartDate
source: End date must be after start date
am: የመጨረሻው ቀን ከመጀመሪያው ቀን በኋላ መሆን አለበት

source: Reason for Leave
am: የእረፍት ምክንያት

# leaveTitle
source: {leaveType} Leave
am: {leaveType} እረፍት

# fromLabel
source: From:
am: ከ:

# toLabel
source: To:
am: እስከ:

# daysWithReason
source: {days} Day(s) - {reason}
am: {days} ቀን(ዎች) - {reason}

# daysOnly
source: {count} Day(s)
am: {count} ቀን(ዎች)

source: Days Left
am: ቀናት አሉዎት

# usedOf
source: Used: {used} of {allowed}
am: ያገለገለ: {used} ከ {allowed}

source: Application submitted successfully!
am: ማመልከቻው በተሳካ ሁኔታ ገብቷል!

source: Submit Appeal
am: ይግባኝ አስገባ

source: Reason for Appeal
am: የይግባኝ ምክንያት

source: Appeal submitted.
am: ይግባኝ ገብቷል።

source: Failed to submit appeal.
am: ይግባኝ ማስገባት አልተሳካም።

source: Selected Applicants
am: የተመረጡ አመልካቾች

source: Placement not found.
am: የሥራ መደቡ አልተገኘም።

source: Apply for this Placement
am: ለዚህ የሥራ መደብ ያመልክቱ

source: Reason for Applying (Optional)
am: የማመልከቻ ምክንያት (በፍቃደኝነት)

source: Submit Application
am: ማመልከቻ አስገባ

# noSelectedApplicantInfo
source: No information on selected applicants is available.
am: ስለተመረጡ አመልካቾች ምንም መረጃ የለም።

# notAvailable
source: N/A
am: የለም

source: No promotion requests found.
am: ምንም የደረጃ እድገት ጥያቄዎች አልተገኙም።

# promotionRequestSubmitted
source: Promotion request submitted successfully
am: የደረጃ እድገት ጥያቄ በተሳካ ሁኔታ ገብቷል

source: Requested Position for Promotion
am: ለደረጃ እድገት የተጠየቀ የሥራ መደብ

source: This field is required
am: ይህ መስክ ያስፈልጋል

source: Reason for Request
am: የጥያቄው ምክንያት

# brieflyExplainPromotionReason
source: Briefly explain why you are requesting this promotion.
am: ይህን የደረጃ እድገት ለምን እንደጠየቁ በአጭሩ ይግለጹ።

# pleaseProvideReason
source: Please provide a reason
am: እባክዎ ምክንያት ያቅርቡ

source: Request for Promotion
am: የደረጃ እድገት ጥያቄ

# requestedLabel
source: Requested: {date}
am: የተጠየቀው: {date}

source: Training not found.
am: ስልጠና አልተገኘም።

source: Apply for this Training
am: ለዚህ ስልጠና ያመልክቱ

# trainingLocationAndOrganizer
source: {center} by {organizer}
am: {center} በ{organizer}

# noTransferRequestsYet
source: You have not submitted any transfer requests yet.
am: እስካሁን ምንም የዝውውር ጥያቄ አላቀረቡም።

source: Refresh
am: አድስ

source: Transfer Request Details
am: የዝውውር ጥያቄ ዝርዝሮች

source: Request ID
am: የጥያቄ መለያ

source: Current Department
am: የአሁኑ መምሪያ

source: Current Location
am: የአሁኑ ቦታ

source: Requested Department
am: የተጠየቀው መምሪያ

source: Requested Location
am: የተጠየቀው ቦታ

source: Requested Position
am: የተጠየቀው የሥራ መደብ

source: Manager Comments
am: የሥራ አስኪያጅ አስተያየት

source: HR Comments
am: የሰው ሃብት አስተያየት

source: Effective Date
am: ውጤታማ የሚሆንበት ቀን

source: Last Updated
am: ለመጨረሻ ጊዜ የተሻሻለው

source: Close
am: ዝጋ

source: Confirm Cancellation
am: ስረዛን አረጋግጥ

# confirmCancelTransferRequest
source: Are you sure you want to cancel your transfer request to {location}?
am: ወደ {location} ያቀረቡትን የዝውውር ጥያቄ መሰረዝ ይፈልጋሉ?

source: No
am: አይ

source: Yes, Cancel
am: አዎ, ይሰረዝ

# pleaseCorrectErrorsInForm
source: Please correct the errors in the form.
am: እባክዎ በቅጹ ላይ ያሉትን ስህተቶች ያስተካክሉ።

source: Current Employee Details:
am: የአሁኑ የሰራተኛ ዝርዝሮች:

source: New Transfer Request:
am: አዲስ የዝውውር ጥያቄ:

# requestedDepartmentLabel
source: Requested Department *
am: የተጠየቀው መምሪያ *

# requestedDepartmentHint
source: e.g., CID, Traffic Police, HR
am: ለምሳሌ: ሲ.አይ.ዲ, ትራፊክ ፖሊስ, ሰው ሃብት

# requestedDepartmentRequired
source: Requested department is required.
am: የተጠየቀው መምሪያ ያስፈልጋል።

# requestedLocationLabel
source: Requested Location *
am: የተጠየቀው ቦታ *

# requestedLocationHint
source: e.g., Gondar Zonal Office, Bahir Dar City
am: ለምሳሌ: ጎንደር ዞን ቢሮ, ባህር ዳር ከተማ

# requestedLocationRequired
source: Requested location is required.
am: የተጠየቀው ቦታ ያስፈልጋል።

source: Requested Position Title (Optional)
am: የተጠየቀው የሥራ መደብ (በፍቃደኝነት)

# requestedPositionTitleHint
source: e.g., Investigator, Trainer
am: ለምሳሌ: መርማሪ, አሰልጣኝ

# reasonForRequestLabel
source: Reason for Request *
am: የጥያቄው ምክንያት *

# reasonForRequestHint
source: Provide a detailed reason for your transfer request.
am: ለዝውውር ጥያቄዎ ዝርዝር ምክንያት ያቅርቡ።

# reasonForRequestRequired
source: Reason for request is required.
am: የጥያቄው ምክንያት ያስፈልጋል።

source: Submit Transfer Request
am: የዝውውር ጥያቄ አስገባ

# requestTo
source: Request to: {department}
am: ጥያቄ ወደ: {department}

# submittedOn
source: Submitted: {date}
am: የቀረበው በ: {date}

source: Verification Error
am: የመታወቂያ ማረጋገጫ ስህተት

source: Enter Employee ID
am: የሰራተኛ መለያ ያስገቡ

# employeeIdHint
source: e.g., EMP-001
am: ለምሳሌ: EMP-001

source: QR Code Scanned
am: QR ኮድ ተቃኝቷል

# searchingForEmployee
source: Searching for employee: {qrCode}
am: ሰራተኛ በመፈለግ ላይ: {qrCode}

source: Verify New
am: አዲስ አረጋግጥ

source: Verifying employee...
am: ሰራተኛ በማረጋገጥ ላይ...

source: Ready to Verify
am: ለማረጋገጥ ዝግጁ

# enterIdOrScanQr
source: Enter an Employee ID or scan a QR code to begin.
am: ለመጀመር የሰራተኛ መለያ ያስገቡ ወይም QR ኮድ ይቃኙ።

source: Retry Search
am: ፍለጋን እንደገና ሞክር

source: Scan Employee ID
am: የሰራተኛ መለያ ይቃኙ

source: Hired On
am: የተቀጠረበት ቀን

source: Clear file
am: ፋይል አጽዳ

source: Change
am: ቀይር

source: Select
am: ይምረጡ

# noItemsAdded
source: No items added yet.
am: እስካሁን ምንም ንጥሎች አልተጨመሩም።

source: Personal
am: የግል

source: Previous
am: የቀድሞ

source: Saving...
am: በማስቀመጥ ላይ...

source: Review
am: ግምገማ

source: Next
am: ቀጣይ

source: Coming soon
am: በቅርብ ቀን

# amharicNotAvailable
source: Amharic language is not available yet
am: የአማርኛ ቋንቋ እስካሁን አይገኝም።

source: Phone
am: ስልክ

source: Birth Date
am: የልደት ቀን

source: Hired Date
am: የቅጥር ቀን

source: Employment Status
am: የቅጥር ሁኔታ

source: Edit Personal Details
am: የግል ዝርዝሮችን አርትዕ

# noPerformanceReviews
source: No performance reviews available.
am: ምንም የአፈጻጸም ግምገማዎች የሉም።

# reviewDate
source: Review Date: {date}
am: የግምገማ ቀን: {date}

# ratingAndComments
source: Rating: {rating} - {comments}
am: ደረጃ: {rating} - {comments}

source: No comments
am: አስተያየት የለም

source: Spouse Information
am: የትዳር አጋር መረጃ

# noSpouseInfoAvailable
source: No spouse information available.
am: የትዳር አጋር መረጃ የለም።

# occupation
source: Occupation: {occupation}
am: ሥራ: {occupation}

# dobLabel
source: DOB: {dob}
am: የልደት ቀን: {dob}

source: updated
am: ተሻሽሏል

source: added
am: ተጨምሯል

source: Present
am: አሁን

# experienceSuccess
source: Experience successfully {action}.
am: የሥራ ልምድ በተሳካ ሁኔታ {action}።

# failedToExperience
source: Failed to {action} experience.
am: የሥራ ልምድ {action} አልተቻለም።

# experienceDeleted
source: Experience successfully deleted.
am: የሥራ ልምድ በተሳካ ሁኔታ ተሰርዟል።

source: Failed to delete experience.
am: የሥራ ልምድ መሰረዝ አልተቻለም።

# educationSuccess
source: Education successfully {action}.
am: ትምህርት በተሳካ ሁኔታ {action}።

# failedToEducation
source: Failed to {action} education.
am: ትምህርት {action} አልተቻለም።

# educationDeleted
source: Education successfully deleted.
am: ትምህርት በተሳካ ሁኔታ ተሰርዟል።

source: Failed to delete education.
am: ትምህርት መሰረዝ አልተቻለም።

# uploadedOn
source: Uploaded: {date}
am: የተጫነው በ: {date}

source: No dependants listed.
am: ምንም ጥገኞች አልተዘረዘሩም።

# relationLabel
source: Relation: {relation}
am: ዝምድና: {relation}

source: Add Emergency Contact
am: የአደጋ ጊዜ ተጠሪ ጨምር

source: Emergency Contacts
am: የአደጋ ጊዜ ተጠሪዎች

source: No emergency contacts listed.
am: ምንም የአደጋ ጊዜ ተጠሪዎች አልተዘረዘሩም።

# phoneLabel
source: Phone: {phone}
am: ስልክ: {phone}

source: Profile updated successfully
am: የግል ፕሮፋይል በተሳካ ሁኔታ ተዘምኗል

source: Save Changes
am: ለውጦችን አስቀምጥ

# titleLabel
source: Title (e.g., Mr., Mrs., Ms.) *
am: ማዕረግ (ለምሳሌ: አቶ, ወ/ሮ, ወ/ሪት) *

source: Title is required
am: ማዕረግ ያስፈልጋል

# fullNameLabel
source: Full Name *
am: ሙሉ ስም *

# genderLabel
source: Gender *
am: ጾታ *

source: Gender is required
am: ጾታ ያስፈልጋል

# dateOfBirthLabel
source: Date of Birth *
am: የልደት ቀን *

# occupationLabel
source: Occupation
am: ሥራ

source: Mother's Full Name
am: የእናት ሙሉ ስም

# addressLabel
source: Address *
am: አድራሻ *

source: Anniversary Date
am: የጋብቻ በዓል ቀን

source: Retirement Number
am: የጡረታ ቁጥር

source: TIN Number
am: የታክስ ከፋይ መለያ ቁጥር

# organizationLabel
source: Organization *
am: ድርጅት *

# requiredField
source: Required
am: የግድ መሞላት ያለበት

# organizationTypeLabel
source: Organization Type *
am: የድርጅት አይነት *

# positionLabel
source: Position *
am: የሥራ መደብ *

# responsibilitiesLabel
source: Responsibilities
am: ኃላፊነቶች

# proficiencyLevelLabel
source: Proficiency Level *
am: የብቃት ደረጃ *

# joinDateLabel
source: Join Date *
am: የተቀላቀሉበት ቀን *

source: I currently work here
am: አሁንም እዚህ እሰራለሁ

# separationDateLabel
source: Separation Date
am: የለቀቁበት ቀን

# educationLevelLabel
source: Education Level *
am: የትምህርት ደረጃ *

# universityLabel
source: University *
am: ዩኒቨርሲቲ *

# fieldOfStudyLabel
source: Field Of Study *
am: የትምህርት መስክ *

# startDateLabel
source: Start Date *
am: የጀመሩበት ቀን *

source: Start date is required
am: የጀመሩበት ቀን ያስፈልጋል

# endDateLabel
source: End Date
am: የጨረሱበት ቀን

# educationStatusLabel
source: Education Status *
am: የትምህርት ሁኔታ *

# dependantsFullNameLabel
source: Dependant's Full Name *
am: የጥገኛ ሙሉ ስም *

# relationshipLabel
source: Relationship *
am: ዝምድና *

# phoneNumberLabel
source: Phone Number *
am: ስልክ ቁጥር *

# regionLabel
source: Region *
am: ክልል *

# phoneLabelRequired
source: Phone *
am: ስልክ *

source: Mobile
am: ሞባይል

# trainingAndDevelopment
source: Training & Development
am: ስልጠና እና ልማት

source: Placement Management
am: የምደባ አስተዳደር

source: Employee Clearance
am: የሰራተኛ ሥራ መልቀቂያ
