Repository: mekonnen070/apc_hris
Catalog: lib/core/l10n/app_*.arb
Languages: am

source: Incident Management
am: የክስተት አስተዳደር

source: Promotion Management
am: የደረጃ እድገት አስተዳደር

# id
source: ID {id}
am: መለያ {id}

source: No Leave History Found
am: ምንም የእረፍት ታሪክ አልተገኘም

# employeeId
source: Employee ID {id}
am: የሰራተኛ መለያ {id}

source: Verification Failed
am: የመታወቂያ ማረጋገጫ አልተሳካም

# googleSignInNotImplemented
source: Google sign-in is not implemented yet. Use email instead.
am: የጉግል መግቢያ ገና አልተተገበረም። በምትኩ ኢሜል ይጠቀሙ።

source: Sign in with Google
am: በGoogle ይግቡ

source: Signup Failed
am: መመዝገብ አልተሳካም

source: Already have an account?
am: አካውንት አለዎት?

# userInitialsPlaceholder
source: DD
am: D

source: Your Status
am: የእርስዎ ሁኔታ

source: Reason for non-selection:
am: ያልተመረጡበት ምክንያት:

source: No reason provided.
am: ምክንያት አልቀረበም።

source: Your appeal is under review.
am: ይግባኝዎ በግምገማ ላይ ነው።

source: View Selected
am: የተመረጡትን ይመልከቱ

source: Appeal Decision
am: የይግባኝ ውሳኔ

source: Ethiopian
am: ኢትዮጵያዊ

source: No Placements Found
am: ምንም የሥራ መደቦች አልተገኙም።

# transferTo
source: Transfer To: {location}
am: ዝውውር ወደ: {location}

source: Approval Date
am: የተፈቀደበት ቀን

source: Approved By
am: የጸደቀው በ

# years
source: {count, plural, =1{{count} year} other{{count} years}}
am: {count} ዓመታት

source: Expires on
am: የሚያበቃበት ቀን

source: Closed
am: ተዘግቷል

source: Confirm Application
am: ማመልከቻ ያረጋግጡ

# confirmPlacementApplication
source: Are you sure you want to apply for the position of {position}?
am: ለ {position} የሥራ መደብ ማመልከትዎን እርግጠኛ ነዎት?

# confirmAndApply
source: Confirm & Apply
am: አረጋግጥ እና ላክ

source: My Placement Applications
am: የእኔ የዝውውር ማመልከቻዎች

# noApplicationsSubmitted
source: You have not submitted any placement applications yet.
am: እስካሁን ምንም የዝውውር ማመልከቻ አላስገቡም።

source: Error
am: ስህተት

# verificationErrorNotFound
source: No employee found with the specified ID.
am: የሰራተኛ መለያ አልተገኙም።
